Repository: oetiker/rrdtool-1.x
Catalog: po/*.po
Languages: fr, hu

source: RRDtool %s Copyright by Tobias Oetiker <tobi@oetiker.ch> Compiled %s %s Usage: rrdtool [options] command command_options
fr: RRDtool %s Copyright de Tobias Oetiker <tobi@oetiker.ch> Compilé %s %s Utilisation: rrdtool [options] commande options_de_commande
hu: RRDtool %s Copyright (C) Tobias Oetiker <tobi@oetiker.ch> Fordította: %s %s Használat: rrdtool [kapcsolók] parancs parancs_kapcsolók

source: Valid commands: create, update, updatev, graph, graphv, dump, restore, last, lastupdate, first, info, list, fetch, tune, resize, xport, flushcached
fr: Commandes valides: create, update, updatev, graph, graphv, dump, restore, last, lastupdate, first, info, list, fetch, tune, resize, xport, flushcached

source: Valid remote commands: quit, ls, cd, mkdir, pwd
fr: Commandes à distance valides: quit, ls, cd, mkdir, pwd
hu: Érvényes távoli parancsok: quit, ls, cd, mkdir, pwd

source: * create - create a new RRD rrdtool create filename [--start|-b start time] [--step|-s step] [--template|-t template-file] [--source|-r source-file] [--no-overwrite|-O] [--daemon|-d address] [DS:ds-name:DST:dst arguments] [RRA:CF:cf arguments]
fr: * create - crée un nouveau RRD rrdtool create nom-de-fichier [--start|-b temps-début] [--step|-s pas] [--template|-t fichier-modèle] [--source|-r fichier-source] [--no-overwrite|-O] [--daemon|-d adresse] [DS:nom-ds:DST:arguments-dst] [RRA:CF:arguments-cf]
hu: * create - egy új RRD létrehozása rrdtool create fájlnév [--start|-b kezdő idő] [--step|-s lépés] [--template|-t sablonfájl] [--source|-r forrásfájl] [--no-overwrite|-O] [--daemon|-d cím] [DS:ds-név:DST:dst argumentumok] [RRA:CF:cf argumentumok]

source: * dump - dump an RRD to XML rrdtool dump [--header|-h {none,xsd,dtd}] [--no-header|-n] [--daemon|-d address] file.rrd [file.xml]
fr: * dump - sauvegarde un RRD en XML rrdtool dump [--header|-h {none,xsd,dtd}] [--no-header|-n] [--daemon|-d adresse] fichier.rrd [fichier.xml]
hu: * dump - egy RRD kiírása XML-be rrdtool dump [--header|-h {none,xsd,dtd}] [--no-header|-n] [--daemon|-d cím] file.rrd [fájl.xml]

source: * info - returns the configuration and status of the RRD rrdtool info [--daemon|-d <addr> [--noflush|-F]] filename.rrd
fr: * info - retourne la configuration et le statut d'un RRD rrdtool info [--daemon|-d <adr> [--noflush|-F]] fichier.rrd
hu: * info - visszatér az RRD beállításával és állapotával rrdtool info [--daemon|-d <cím> [--noflush|-F]] fájlnév.rrd

source: * list - returns the list of RRDs rrdtool list [--daemon <address>] [--noflush] <dirname>
fr: * list - renvoie la liste des RRDs rrdtool list [--daemon <adresse>] [--noflush] <répertoire>

source: * restore - restore an RRD file from its XML form rrdtool restore [--range-check|-r] [--force-overwrite|-f] filename.xml filename.rrd
fr: * restore - restaure un fichier RRD depuis sa forme XML rrdtool restore [--range-check|-r] [--force-overwrite|-f] fichier.xml fichier.rrd
hu: * restore - egy RRD-fájl visszaállítása az XML-alakjából rrdtool restore [--range-check|-r] [--force-overwrite|-f] fájlnév.xml fájlnév.rrd

source: * last - show last update time for RRD rrdtool last filename.rrd [--daemon|-d address]
fr: * last - affiche l'heure de dernière mise à jour d'un RRD rrdtool last nomficher.rrd [--daemon|-d adresse]
hu: * last - az RRD utolsó frissítési idejének megjelenítése rrdtool last fájlnév.rrd [--daemon|-d cím]

source: * lastupdate - returns the most recent datum stored for each DS in an RRD rrdtool lastupdate filename.rrd [--daemon|-d address]
fr: * lastupdate - renvoie le datum le plus récent stocké pour chaque DS dans un RRD rrdtool lastupdate fichier.rrd [--daemon|-d adresse]
hu: * lastupdate - visszatér egy RRD-ben lévő, az egyes DS-eknél tárolt legutóbbi dátummal rrdtool lastupdate fájlnév.rrd [--daemon|-d cím]

source: * first - show first update time for RRA within an RRD rrdtool first filename.rrd [--rraindex number] [--daemon|-d address]
fr: * first - renvoie le temps de première mise à jour de RRA dans un RRD rrdtool first fichier.rrd [--rraindex nombre] [--daemon|-d adresse]
hu: * first - az RRA első frissítési idejének megjelenítése egy RRD-n belül rrdtool first fájlnév.rrd [--rraindex szám] [--daemon|-d cím]

source: * update - update an RRD rrdtool update filename [--template|-t ds-name:ds-name:...] [--skip-past-updates|-s] [--daemon|-d <address>] time|N:value[:value...] at-time@value[:value...] [ time:value[:value...] ..]
fr: * update - met à jour un RRD rrdtool update fichier [--template|-t nom-ds:nom-ds:...] [--skip-past-updates|-s] [--daemon|-d <adresse>] time|N:valeur[:valeur...] at-time@valeur[:valeur...] [ time:valeur[:valeur...] ..]
hu: * update - egy RRD frissítése rrdtool update fájlnév [--template|-t ds-név:ds-név:...] [--skip-past-updates|-s] [--daemon|-d <cím>] idő|N:érték[:érték...] időpont@érték[:érték...] [ idő:érték[:érték...] ...]

source: * updatev - a verbose version of update returns information about values, RRAs, and datasources updated rrdtool updatev filename [--template|-t ds-name:ds-name:...] [--skip-past-updates|-s] time|N:value[:value...] at-time@value[:value...] [ time:value[:value...] ..]
fr: * updatev - une version prolixe d'update renvoie les informations à propos des valeurs, RRAs, et sources de données mises à jour rrdtool updatev fichier [--template|-t nom-ds:nom-ds:...] [--skip-past-updates|-s] time|N:value[:valeur...] at-time@valeur[:valeur...] [ time:valeur[:valeur...] ..]
hu: * updatev - a frissítés részletes verziója információt ad vissza értékekről, RRA-król és frissített adatforrásokról rrdtool updatev fájlnév [--template|-t ds-név:ds-név:...] [--skip-past-updates|-s] idő|N:érték[:érték...] időpont@érték[:érték...] [ idő:érték[:érték...] ...]

source: * fetch - fetch data out of an RRD rrdtool fetch filename.rrd CF [-r|--resolution resolution] [-s|--start start] [-e|--end end] [-a|--align-start] [-d|--daemon <address>]
fr: * fetch - récupère des données depuis un RRD rrdtool fetch fichier.rrd CF [-r|--resolution résolution] [-s|--start début] [-e|--end fin] [-a|--align-start] [-d|--daemon <adresse>]
hu: * fetch - adatok kikérése egy RRD-ből rrdtool fetch fájlnév.rrd CF [-r|--resolution felbontás] [-s|--start kezdés] [-e|--end vége] [-a|--align-start] [-d|--daemon <cím>]

source: * flushcached - flush cached data out to an RRD file rrdtool flushcached filename.rrd [-d|--daemon <address>]
fr: * flushcached - vide le tampon de données dans un fichier RRD rrdtool flushcached fichier.rrd [-d|--daemon <adresse>]
hu: * flushcached - gyorstárazott adatok kiürítése egy RRD-fájlból rrdtool flushcached fájlnév.rrd [-d|--daemon <cím>]

source: * graph - generate a graph from one or several RRD rrdtool graph filename [-s|--start seconds] [-e|--end seconds]
fr: * graph - génère un graphique depuis un ou plusieurs RRD rrdtool graph fichier [-s|--start secondes] [-e|--end secondes]
hu: * graph - egy grafikon előállítása egy vagy több RRD-ből rrdtool graph fájlnév [-s|--start másodperc] [-e|--end másodperc]

source: * graphv - generate a graph from one or several RRD with meta data printed before the graph rrdtool graphv filename [-s|--start seconds] [-e|--end seconds]
fr: * graphv - génère un graphique depuis un ou plusieurs RRD avec affichage des méta-données avant le graphique rrdtool graphv fichier [-s|--start secondes] [-e|--end secondes]
hu: * graphv - egy grafikon előállítása egy vagy több RRD-ből a grafikon előtt kiírt metaadatokkal rrdtool graphv fájlnév [-s|--start másodperc] [-e|--end másodperc]

source: [-x|--x-grid x-axis grid and label] [-Y|--alt-y-grid] [--full-size-mode] [--left-axis-format format] [-y|--y-grid y-axis grid and label] [-v|--vertical-label string] [-w|--width pixels] [--right-axis scale:shift] [--right-axis-label label] [--right-axis-format format] [-h|--height pixels] [-o|--logarithmic] [-u|--upper-limit value] [-z|--lazy] [-l|--lower-limit value] [-r|--rigid] [-g|--no-legend] [-d|--daemon <address>] [-F|--force-rules-legend] [-j|--only-graph]
fr: [-x|--x-grid axe-x grille et titre] [-Y|--alt-y-grid] [--full-size-mode] [--left-axis-format format] [-y|--y-grid axe-y grille et titre] [-v|--vertical-label chaîne] [-w|--width pixels] [--right-axis échelle:décalage] [--right-axis-label titre] [--right-axis-format format] [-h|--height pixels] [-o|--logarithmic] [-u|--upper-limit valeur] [-z|--lazy] [-l|--lower-limit valeur] [-r|--rigid] [-g|--no-legend] [-d|--daemon <adresse>] [-F|--force-rules-legend] [-j|--only-graph]
hu: [-x|--x-grid x-tengely rács és címke] [-Y|--alt-y-grid] [--full-size-mode] [--left-axis-format formátum] [-y|--y-grid y-tengely rács és címke] [-v|--vertical-label szöveg] [-w|--width képpont] [--right-axis skála:eltolás] [--right-axis-label címke] [--right-axis-format formátum] [-h|--height képpont] [-o|--logarithmic] [-u|--upper-limit érték] [-z|--lazy] [-l|--lower-limit érték] [-r|--rigid] [-g|--no-legend] [-d|--daemon <cím>] [-F|--force-rules-legend] [-j|--only-graph]

source: [-n|--font FONTTAG:size:font] [-m|--zoom factor] [-A|--alt-autoscale] [-M|--alt-autoscale-max] [-G|--graph-render-mode {normal,mono}] [-R|--font-render-mode {normal,light,mono}] [-B|--font-smoothing-threshold size] [-T|--tabwidth width] [-E|--slope-mode] [-P|--pango-markup] [-N|--no-gridfit] [-X|--units-exponent value] [-L|--units-length value] [-S|--step seconds] [-f|--imginfo printfstr] [-a|--imgformat PNG] [-c|--color COLORTAG#rrggbb[aa]] [--border width [-t|--title string] [-W|--watermark string] [-Z|--use-nan-for-all-missing-data] [DEF:vname=rrd:ds-name:CF]
fr: [-n|--font FONTTAG:taille:police] [-m|--zoom facteur] [-A|--alt-autoscale] [-M|--alt-autoscale-max] [-G|--graph-render-mode {normal,mono}] [-R|--font-render-mode {normal,light,mono}] [-B|--font-smoothing-threshold taille] [-T|--tabwidth largeur] [-E|--slope-mode] [-P|--pango-markup] [-N|--no-gridfit] [-X|--units-exponent valeur] [-L|--units-length valeur] [-S|--step secondes] [-f|--imginfo chaîne-printf] [-a|--imgformat PNG] [-c|--color COLORTAG#rrvvbb[aa]] [--border largeur [-t|--title chaîne] [-W|--watermark chaîne] [-Z|--use-nan-for-all-missing-data] [DEF:vname=rrd:nom-ds:CF]
hu: [-n|--font BETŰCÍMKE:méret:betűkészlet] [-m|--zoom tényező] [-A|--alt-autoscale] [-M|--alt-autoscale-max] [-G|--graph-render-mode {normal,mono}] [-R|--font-render-mode {normal,light,mono}] [-B|--font-smoothing-threshold méret] [-T|--tabwidth szélesség] [-E|--slope-mode] [-P|--pango-markup] [-N|--no-gridfit] [-X|--units-exponent érték] [-L|--units-length érték] [-S|--step másodperc] [-f|--imginfo printfstr] [-a|--imgformat PNG] [-c|--color SZÍNCÍMKE#rrggbb[aa]] [--border szélesség [-t|--title szöveg] [-W|--watermark szöveg] [-Z|--use-nan-for-all-missing-data] [DEF:vname=rrd:ds-név:CF]

source: [CDEF:vname=rpn-expression] [VDEF:vdefname=rpn-expression] [PRINT:vdefname:format] [GPRINT:vdefname:format] [COMMENT:text] [SHIFT:vname:offset] [TEXTALIGN:{left|right|justified|center}] [TICK:vname#rrggbb[aa][:[fraction][:legend]]] [HRULE:value#rrggbb[aa][:legend]] [VRULE:value#rrggbb[aa][:legend]] [LINE[width]:vname[#rrggbb[aa][:[legend][:STACK]]]] [AREA:vname[#rrggbb[aa][:[legend][:STACK]]]] [PRINT:vname:CF:format] (deprecated) [GPRINT:vname:CF:format] (deprecated) [STACK:vname[#rrggbb[aa][:legend]]] (deprecated)
fr: [CDEF:vname=expression-rpn] [VDEF:vdefname=expression-rpn] [PRINT:vdefname:format] [GPRINT:vdefname:format] [COMMENT:texte] [SHIFT:nomv:décalage] [TEXTALIGN:{left|right|justified|center}] [TICK:nomv#rrvvbb[aa][:[fraction][:légende]]] [HRULE:valeur#rrvvbb[aa][:légende]] [VRULE:valeur#rrvvbb[aa][:légende]] [LINE[largeur]:nomv[#rrvvbb[aa][:[légende][:STACK]]]] [AREA:nomv[#rrvvbb[aa][:[legend][:STACK]]]] [PRINT:nomv:CF:format] (obsolète) [GPRINT:nomv:CF:format] (obsolète) [STACK:nomv[#rrvvbb[aa][:légende]]] (obsolète)
hu: [CDEF:vnév=rpn-kifejezés] [VDEF:vdefnév=rpn-kifejezés] [PRINT:vdefnév:formátum] [GPRINT:vdefnév:formátum] [COMMENT:szöveg] [SHIFT:vnév:eltolás] [TEXTALIGN:{left|right|justified|center}] [TICK:vnév#rrggbb[aa][:[tört][:jelmagyarázat]]] [HRULE:érték#rrggbb[aa][:jelmagyarázat]] [VRULE:érték#rrggbb[aa][:jelmagyarázat]] [LINE[szélesség]:vnév[#rrggbb[aa][:[jelmagyarázat][:STACK]]]] [AREA:vnév[#rrggbb[aa][:[jelmagyarázat][:STACK]]]] [PRINT:vnév:CF:formátum] (elavult) [GPRINT:vnév:CF:formátum] (elavult) [STACK:vnév[#rrggbb[aa][:jelmagyarázat]]] (elavult)

source: * tune - Modify some basic properties of an RRD rrdtool tune filename [--heartbeat|-h ds-name:heartbeat] [--data-source-type|-d ds-name:DST] [--data-source-rename|-r old-name:new-name] [--minimum|-i ds-name:min] [--maximum|-a ds-name:max] [--deltapos|-p scale-value] [--deltaneg|-n scale-value] [--failure-threshold|-f integer] [--window-length|-w integer] [--alpha|-x adaptation-parameter]
fr: * tune - Modifie certaines propriétés élémentaires d'un RRD rrdtool tune fichier [--heartbeat|-h nom-ds:heartbeat] [--data-source-type|-d nom-ds:DST] [--data-source-rename|-r ancien-nom:nouveau-nom] [--minimum|-i nom-ds:min] [--maximum|-a nom-ds:max] [--deltapos|-p valeur-échelle] [--deltaneg|-n valeur-échelle] [--failure-threshold|-f entier] [--window-length|-w entier] [--alpha|-x paramètre-adaptation]
hu: * tune - egy RRD néhány alaptulajdonságának módosítása rrdtool tune fájlnév [--heartbeat|-h ds-név:szívverés] [--data-source-type|-d ds-név:DST] [--data-source-rename|-r régi-név:új-név] [--minimum|-i ds-név:min] [--maximum|-a ds-név:max] [--deltapos|-p méretezés-érték] [--deltaneg|-n méretezés-érték] [--failure-threshold|-f egész-szám] [--window-length|-w egész-szám] [--alpha|-x adaptáció-paraméter]

source: [--beta|-y adaptation-parameter] [--gamma|-z adaptation-parameter] [--gamma-deviation|-v adaptation-parameter] [--smoothing-window|-s fraction-of-season] [--smoothing-window-deviation|-S fraction-of-season] [--aberrant-reset|-b ds-name]
fr: [--beta|-y paramètre-adaptation] [--gamma|-z paramètre-adaptation] [--gamma-deviation|-v paramètre-adaptation] [--smoothing-window|-s fraction-de-fenêtre] [--smoothing-window-deviation|-S fraction-de-fenêtre] [--aberrant-reset|-b nom-ds]
hu: [--beta|-y adaptáció-paraméter] [--gamma|-z adaptáció-paraméter] [--gamma-deviation|-v adaptáció-paraméter] [--smoothing-window|-s évad-töredéke] [--smoothing-window-deviation|-S évad-töredéke] [--aberrant-reset|-b ds-név]

source: [--step|-t newstep] [--daemon|-D address] [DEL:ds-name] [DS:ds-spec] [DELRRA:index] [RRA:rra-spec] [RRA#index:[+-=]number]
fr: [--step|-t nouveau-pas] [--daemon|-D adresse] [DEL:nom-ds] [DS:spec-ds] [DELRRA:index] [RRA:spec-rra] [RRA#indice:[+-=]nombre]
hu: [--step|-t új-lépés] [--daemon|-D cím] [DEL:ds-név] [DS:ds-spec] [DELRRA:index] [RRA:rra-spec] [RRA#index:[+-=]szám]

source: * resize - alter the length of one of the RRAs in an RRD rrdtool resize filename rranum GROW|SHRINK rows
fr: * resize - altère la longeur d'un des RRAs dans un RRD rrdtool resize fichier numrra GROW|SHRINK lignes
hu: * resize - az RRA-k egyike hosszának változtatása egy RRD-ben rrdtool resize fájlnév rra-szám GROW|SHRINK sorok

source: * xport - generate XML dump from one or several RRD rrdtool xport [-s|--start seconds] [-e|--end seconds] [-m|--maxrows rows] [--step seconds] [--enumds] [--json] [-d|--daemon address] [DEF:vname=rrd:ds-name:CF] [CDEF:vname=rpn-expression] [XPORT:vname:legend]
fr: * xport - génère une copie XML pour un ou plusieurs RRD rrdtool xport [-s|--start secondes] [-e|--end secondes] [-m|--maxrows lignes] [--step secondes] [--enumds] [--json] [-d|--daemon adresse] [DEF:nomv=rrd:nom-ds:CF] [CDEF:nomv=expression-rpn] [XPORT:nomv:légende]
hu: * xport - XML-kiírás előállítása egy vagy több RRD-ből rrdtool xport [-s|--start másodperc] [-e|--end másodperc] [-m|--maxrows sorok] [--step másodperc] [--enumds] [--json] [-d|--daemon cím] [DEF:vnév=rrd:ds-név:CF] [CDEF:vnév=rpn-kifejezés] [XPORT:vnév:jelmagyarázat]

source: * quit - closing a session in remote mode rrdtool quit
fr: * quit - clos une session en mode distant rrdtool quit
hu: * quit - egy munkamenet lezárása távoli módban rrdtool quit

source: * ls - lists all *.rrd files in current directory rrdtool ls
fr: * ls - liste tous les fichiers *.rrd dans le répertoire courant rrdtool ls
hu: * ls - az összes *.rrd fájl felsorolása az aktuális könyvtárban rrdtool ls

source: * cd - changes the current directory rrdtool cd new directory
fr: * cd - change le répertoire courant rrdtool cd nouveau-répertoire
hu: * cd - átváltja az aktuális könyvtárat rrdtool cd új-könyvtár

source: * mkdir - creates a new directory rrdtool mkdir newdirectoryname
fr: * mkdir - crée un nouveau répertoire rrdtool mkdir nom-nouveau-répertoire
hu: * mkdir - egy új könyvtárat hoz létre rrdtool mkdir új-könyvtárnév

source: * pwd - returns the current working directory rrdtool pwd
fr: * pwd - renvoie le nom du répertoire de travail courant rrdtool pwd
hu: * pwd - visszatér az aktuális munkakönyvtárral rrdtool pwd

source: RRDtool is distributed under the Terms of the GNU General Public License Version 2. (www.gnu.org/copyleft/gpl.html) For more information read the RRD manpages
fr: RRDtool est distribué selon les termes de la Licence Publique Générale GNU Licence publique Version 2. (www.gnu.org/copyleft/gpl.html) Pour plus d'information, consulter les pages man RRD
hu: Az RRDtool a GNU General Public License 2. verziója szerint kerül terjesztésre. (www.gnu.org/copyleft/gpl.html) További információkért olvassa el az RRD kézikönyv oldalait.
